Repository: DaveLeroy64/fancontrol-gui
Catalog: po/*/kcm_fancontrol.po
Languages: de

source: Sensors
de: Sensoren

source: Fans
de: Lüfter

source: Configfile
de: Konfigurationsdatei

source: Settings
de: Einstellungen

source: Unsaved changes
de: Ungespeicherte Änderungen

source: There are unsaved changes. Do you want to apply these changes?
de: Es gibt ungespeicherte Änderungen. Wolles sie diese speichern?

source: New config
de: Neue Konfiguration

source: Manage profiles
de: Profilmanager

source: Control the systemd service
de: Kontrolliere den systemd Service

source: Stop service
de: Service stoppen

source: Start service
de: Service starten

source: Disable service
de: Autostart an

source: Enable service
de: Autostart aus

source: Disable service autostart at boot
de: Deaktiviere Service Autostart beim Hochfahren

source: Enable service autostart at boot
de: Aktiviere Service Autostart beim Hochfahren

source: Detect fans again
de: Finde Lüfter nochmal

source: Detect fans
de: Finde Lüfter

source: Abort test
de: Test abbrechen

source: Test start and stop values
de: Start und Stopwerte testen

source: Apply
de: Anwenden

source: Apply changes
de: Änderungen anwenden

source: Reset
de: Zurücksetzen

source: Revert changes
de: Mache Änderungen rückgängig

source: There are no pwm capable fans in your system.
de: Es gibt keine pwm-fähigen Lüfter in ihrem System.

source: Graphical user interface for fancontrol
de: Graphische Benutzeroberfläche für fanontrol

source: Main Developer
de: Hauptentwickler

source: Apply profile
de: Wende Profil an

source: Could not create dbus interface
de: Konnte Dbus Interface nicht erstellen

source: This action does not exist!
de: Die Aktion existiert nicht!

source: Error
de: Fehler

source: Controlled by:
de: Kontrolliert von:

source: Turn Fan off if temp < MINTEMP
de: Lüfter abschalten, wenn MINTEMP unterschritten

source: Pwm value for fan to start:
de: Wert ab dem der Lüfter startet:

source: Profiles
de: Profile

source: (current profile)
de: (Aktuelles Profil)

source: Create new profile
de: Erstelle neues Profil

source: Save to profile
de: Speichere Profil

source: Delete profile
de: Lösche Profil

source: New profile's name
de: Neuer Profilname

source: Interval:
de: Intervall:

source: second
de: Sekunde

source: Minimum temperature for fan graphs:
de: Minimale Temperatur für Lüftergraphen:

source: Maximum temperature for fan graphs:
de: Maximale Temperatur für Lüftergraphen:

source: Path to the fancontrol config file:
de: Pfad der fancontrol Konfigurationsdatei:

source: Name of the fancontrol systemd service:
de: Name des fancontrol systemd services:

source: Show tray icon:
de: Zeige Tray-Symbol:

source: Start minimized:
de: Starte minimiert:

source: Please choose a configuration file
de: Konfigurationsdatei auswählen

source: Applying changes
de: Wende Änderungen an

source: Resetting changes
de: Mache Änderungen rückgängig

source: Unable to apply unknown profile: %1
de: Kann unbekanntes Profil nicht anwenden: %1

source: Unable to read data for profile: %1
de: Kann Daten nicht lesen für Profil: %1

source: No profile
de: Kein Profil

source: %1 is not readable!
de: %1 ist nicht lesbar!

source: %1 is invalid!
de: %1 ist ungültig!

source: Unable to parse interval line: '%1'
de: Kann Zeile für Intervall nicht auswerten: '%1'

source: Invalid fan entry: '%1'
de: Ungültiger fan Eintrag: "%1"

source: Wrong name for hwmon %1! Should be "%2"
de: Falscher Name für hwmon %1! Er sollte "%2" sein

source: Unrecognized line in config: '%1'
de: Unerkannte Zeile in Konfiguration: "%1"

source: %1 is not an integer!
de: %1 ist keine gültige ganze Zahl!

source: Loading config file: '%1'
de: Lade Konfigurationsdatei: '%1'

source: Loading of file aborted by user
de: Laden der Datei vom Benutzer abgebrochen

source: Action not supported! Try running the application as root.
de: Aktion nicht unterstützt! Starten sie die Anwendung als root.

source: Cannot load empty config.
de: Kann keine leere Konfiguration laden.

source: No changes made to config
de: Keine Änderungen an Konfiguration vorgenommen

source: Saving config to '%1'
de: Speichere Konfiguration nach '%1'

source: Saving of file aborted by user
de: Speichern der Datei vom Benutzer abgebrochen

source: Error executing action. Code %1; %2; %3
de: Fehler beim Ausführen der Aktion. Code %1; %2; %3

source: Interval must be greater or equal to one!
de: Intervall muss größer oder gleich eins sein!

source: Start detecting Sensors
de: Starte Suche nach Sensoren

source: Finished detecting Sensors
de: Suche nach Sensoren abgeschlossen

source: Can't open pwm file: '%1'
de: Kann pwm Datei nicht öffnen: '%1'

source: Can't open pwm_enable file: '%1'
de: Kann pwm_enable Datei nicht öffnen: '%1'

source: Pwm cannot exceed 0-255!
de: Pwm muss zwischen 0 und 255 liegen!

source: Could not set pwm: %1
de: Konnte pwm nicht ändern: %1

source: Could not set pwm enable: %1
de: Konnte pwm enable nicht setzen: %1

source: MinPwm cannot exceed 0-255!
de: MinPwm muss zwischen 0 und 255 liegen!

source: MaxPwm cannot exceed 0-255!
de: MaxPwm muss zwischen 0 und 255 liegen!

source: Authorization error: %1
de: Authorisationsfehler: %1

source: Fan never stops.
de: Lüfter hält nie an.

source: Unable to init systemd dbus manager interface!
de: Kann systemd dbus manager Interface nicht initialisieren!

source: New service name: '%1'
de: Neuer Servicename: '%1'

source: Unable to init systemd dbus service interface: %1
de: Kann systemd dbus service Interface nicht initialisieren: %1

source: Dbus reply message is not of type 'QDBusMessage::ReplyMessage'
de: Dbus Antwort ist nicht vom Typ 'QDBusMessage::ReplyMessage'

source: Systemd dbus manager interface not initialized!
de: Systemd dbus manager Interface nicht initialisiert!

source: Dbus returned invalid answer
de: Dbus gab ungültige Antwort

source: Dbus returned answer with wrong signature: '%1'
de: Dbus gab Antwort mit falscher Signatur: '%1'

source: Restarting service: '%1'
de: Starte Service neu: '%1'

source: Invalid manager interface!
de: Ungültiges Managerinterface!

source: Dbus error: %1
de: Dbus Fehler: %1

source: Enabling service autostart at boot:'%1'
de: Aktiviere Service Autostart beim Hochfahren:'%1'

source: Disabling service autostart at boot: '%1'
de: Deaktiviere Service Autostart beim Hochfahren:'%1'

source: Starting service: '%1'
de: Starte Service: '%1'

source: Stopping service: '%1'
de: Stoppe Service: '%1'

source: This module lets you configure your PWM fans.
de: Dieses Modul lässt sie PWM Lüfter konfigurieren.

source: Control fans manually
de: Lüfter manuell kontrollieren

source: Advanced settings
de: Erweiterte Einstellungen

source: KDE Fancontrol Module
de: KDE Fancontrol Modul

# NAME OF TRANSLATORS
source: Your names
de: Malte Veerman

# EMAIL OF TRANSLATORS
source: Your emails
de: malte.veerman@gmail.com
